<?php

return array(

    '/[áàâãªä]/u'   =>   'a',
    '/[ÁÀÂÃÄ]/u'    =>   'A',
    '/[ÍÌÎÏ]/u'     =>   'I',
    '/[íìîï]/u'     =>   'i',
    '/[éèêë]/u'     =>   'e',
    '/[ÉÈÊË]/u'     =>   'E',
    '/[óòôõºö]/u'   =>   'o',
    '/[ÓÒÔÕÖ]/u'    =>   'O',
    '/[úùûü]/u'     =>   'u',
    '/[ÚÙÛÜ]/u'     =>   'U',
    '/ç/'           =>   'c',
    '/Ç/'           =>   'C',
    '/ñ/'           =>   'n',
    '/Ñ/'           =>   'N',
    '/&/'           =>   'et',
    '/–/'           =>   '-', // UTF-8 hyphen to "normal" hyphen
    '/[’‘‹›‚]/u'    =>   '', // Literally a single quote
    '/[“”«»„]/u'    =>   '', // Double quote
    '/ /'           =>   '-', // nonbreaking space (equiv. to 0x160));

);